[{"id":1,"name":"Playstation 4 slim","description":"Con la consola PlayStation 4, líder mundial en ventas durante años, podrás gozar de horas de juego y una excelente navegabilidad para disfrutar de películas, series y contenido online.","image":"ps4.jpg","price":62980,"discount":10,"category":"best-seller","type":"consolas","payMethod":6},{"id":2,"name":"COD COLD WAR PS5","description":"Combinando realidad con ficción, Call of Duty es un juego único por su calidad de desarrollo. Su objetivo es que cada jugador logre conquistar todas las misiones, ya sea en una batalla contra otros ejércitos o combatiendo zombies. Sus gráficos, jugabilidad, desafíos e historias han hecho de la franquicia una de las más destacadas dentro de los videojuegos en primera persona.","image":"callOfDuty-ps5.png","price":9300,"discount":10,"category":"in-sale","type":"juegos","payMethod":3},{"id":3,"name":"RESIDENT EVIL VILLAGE","description":"Con este juego de Resident Evil vas a disfrutar de horas de diversión y de nuevos desafíos que te permitirán mejorar como gamer. Interactuá con otros jugadoresPodrás disfrutar de una experiencia inigualable, ya que te permite jugar con tus amistades y compartir momentos inolvidables.","image":"resident-evil-village.jpg","price":3560,"discount":0,"category":"new-release","type":"juegos","payMethod":12},{"id":4,"name":"COMPUTADORA ARMADA PARA PHOTOSHOP","description":"Con tu consola PlayStation 4","image":"pc.jpg","price":120080,"discount":5,"category":"new-release","type":"pc","payMethod":12},{"id":5,"name":"PLAYSTATION 5","description":"Con tu consola PlayStation 5 tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos.PlayStation renovó las expectativas del mundo virtual con esta nueva consola y su gran rendimiento. Cuenta con una interfaz de usuario más rápida y fácil de navegar que en anteriores modelos. Además, podrás jugar durante horas desafiando a millones de contrincantes alrededor del mundo que esperan nuevos retos.","image":"ps5.jpg","price":100855,"discount":15,"category":"new-release","type":"consolas","payMethod":12},{"id":6,"name":"PLAYSTATION 4","description":"Con tu consola PlayStation 4","image":"ps4_alt.jpg","price":52599,"discount":10,"category":"in-sale","type":"consolas","payMethod":3},{"id":7,"name":"COMPUTADORA AMD GAMA MEDIA","description":"Con tu consola PlayStation 4","image":"PC-Armada-Media-0026_600.jpg","price":105599,"discount":15,"category":"in-sale","type":"pc","payMethod":12},{"id":8,"name":"SMASH BROSS NINTENDO SWITCH","description":"Este videojuego de acción y pelea combina diversos personajes de distintas sagas de Nintendo y otras editoriales, con más de 100 escenarios disponibles, 74 luchadores y más de 800 temas musicales. Esto convierte a Super Smash Bros Ultimate en un juego con un sinfín de aventuras y posibilidades de enfrentar a luchadores muy distintos entre sí.","image":"juego-nintendo-switch--super-smash.jpg","price":1980,"discount":10,"category":"in-sale","type":"juegos","payMethod":6},{"id":9,"name":"NINTENDO SWITCH","description":"Con tu consola Switch tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos.Switch se convirtió en una de las consolas más versátiles del mercado gracias a su uso portátil y de sobremesa. Nintendo desarrolló este modelo con el objetivo de tener todas las comodidades de la tecnología de elite en un aparato portátil con el que podrás jugar y disfrutar de diverso contenido online.","image":"nintendo.jpg","price":30980,"discount":10,"category":"new-release","type":"consolas","payMethod":0},{"id":10,"name":"COMPUTADORA PARA EDICIÓN","description":"Con tu consola PlayStation 4","image":"pc-premire.jpg","price":62980,"discount":9,"category":"best-seller","type":"pc","payMethod":12},{"id":11,"name":"XBOX ONE S","description":"La nueva generación de consolas está comandada por la Xbox Series que llegó al mercado para sorprender a todos. Su potencia y alto rendimiento te permitirá reducir las horas de descarga de juegos y contenido de manera considerable en comparación con otras consolas. Además, vas a poder jugar durante horas mientras te divertís con jugadores de todo el mundo.","image":"xbox-s.jpg","price":60980,"discount":20,"category":"best-seller","type":"consolas","payMethod":6},{"id":12,"name":"SPIDERMAN PS5","description":"Con tu consola PlayStation 4","image":"spiderman.webp","price":2980,"discount":0,"category":"best-seller","type":"juegos","payMethod":0},{"id":13,"name":"Pc","description":"este es un ejemplo para borrar","image":"default-image.png","price":70000,"discount":40,"category":"best-seller","type":"pc","payMethod":3}]